Repository: codefisher/web_games
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Who Wants to be a Millionaire?
it: Chi vuol'essere il Milionario?

source: Game
it: Gioco

source: Games
it: Giochi

source: Name
it: Nome del Gioco

source: Question
it: Domanda

source: Answer
it: La Risposta

source: Please Choose a Game to Play!
it: Per favore scegli il Gioco!

source: Correct
it: Corretto

source: New Game
it: Gioca di nuovo

source: Play
it: Gioca

source: Wrong
it: Sbagliato

source: Next Question
it: La domanda seguente

source: First Question
it: La Prima Domanda

source: Second Question
it: La Seconda Domanda

source: Third Question
it: La Terza Domanda

source: Fourth Question
it: La Quarta Domanda

source: Value
it: Punteggio

source: First Answer
it: La Prima Risposta

source: First Answer is Correct
it: La Prima Risposte è corretta

source: Second Answer
it: La Seconda Risposta

source: Second Answer is Correct
it: La Seconda Risposte è corretta

source: Third Answer
it: La Terza Risposta

source: Third Answer is Correct
it: La Terza Risposte è corretta

source: Fourth Answer
it: La Quarta Risposta

source: Fourth Answer is Correct
it: La Quarta Risposte è corretta

source: Who Wants to </br> be a Millionaire?
it: Chi vuol'essere </br> il Milionario?

source: Is this your final answer?
it: Questo è la tua risposta finale?

source: Yes
it: Si

source: You Are a Millionaire!
it: Sei diventato il Milionario!

source: You won
it: Hai vinto

source: Resign
it: Interrompi

source: Play Again
it: Gioca di nuovo
